app/controllers/sessions_controller.rb

	def create
		#complete this method
		user = User.where(email: params[:session][:email], password: params[:session][:password])[0]
---
SELECT "users".* FROM "users" WHERE "users"."email" = ? AND "users"."password" = ?  [["email", "erriveros@miuandes.cl"], ["password", "1234567890"]]